Repository: Argual/Satisfactory-ArgualFluidPressurizer
Catalog: LocalizationExports/*.po
Languages: de, fr, ko

# ,1AFA28D641ABDF9B793FDE94865C28EB
source: Pressurizes and depressurizes fluids. Head Lift: 10 m (Allows fluids to be transported 10 meters upwards.)
de: Pressurisiert und entlüftet Flüssigkeiten. Förderhöhe: 10 m (Ermöglicht den Transport von Flüssigkeiten um 10 Meter nach oben.)
fr: Pressurisé et dépressurisé des liquides. Hauteur de levée: 10 m (Permet de transporter des liquides jusqu'à 10 mètres en hauteur.)
ko: 유체를 가압하거나 감압합니다. 헤드리프트: 10m (유체를 위로 10미터까지 운송할 수 있게 해줍니다.)

# ,D633856C4E3D3E8D816E97BC8AB5EAF9
source: Pressure Modulator
de: Druckmodulator
fr: Modulateur de pression
ko: 압력 조절기

# ,FD02771A409403E21A4974AB63C75E48
source: Compressing
de: Komprimieren
fr: Compression
ko: 압축

# ,7A3A58904A4986F111EB45BE0E9A24D1
source: Decompressing
de: Dekomprimieren
fr: Décompression
ko: 비압축

# ,D293FD874191C05DCE788B8CE4A1E504
source: Depressurizing
de: Druckentlastung
fr: Dépressurisation
ko: 감압

# ,F6D68AC44C906A7138833C9F2257F8FA
source: Pressurizing
de: Druckaufbau
fr: Pressurisation
ko: 가압

# ,0FA046A04292FF7CBACFEA81D7CB4691
source: Quick Compressing
de: Schnelles Komprimieren
fr: Compression rapide
ko: 빠른 압축

# ,33AFBE3C4AD9769DE5786CB9486FEC56
source: Quick Decompressing
de: Schnelles Dekomprimieren
fr: Décompression rapide
ko: 빠른 비압축

# ,8AC113D34B39D6CE1798A484EEB9C13E
source: Milestone reached. Pressure modulator unlocked. Fluids can now be pressurized for streamlined long-distance transport. Note: Although extreme pressure can eliminate the need for pumps, most machines are incompatible with pressurized fluids. Ensure proper depressurization before processing to avoid damage to fixit property.
de: Meilenstein erreicht. Druckmodulator freigeschaltet. Flüssigkeiten können jetzt für einen reibungslosen Ferntransport unter Druck gesetzt werden. Hinweis: Obwohl extremer Druck den Bedarf an Pumpen beseitigen kann, sind die meisten Maschinen mit unter Druck stehenden Flüssigkeiten nicht kompatibel. Stellen Sie sicher, dass vor der Verarbeitung eine ordnungsgemäße Druckentlastung erfolgt, um Schäden an FICSIT-Eigentum zu vermeiden.
fr: Étape atteinte. Modulateur de pression déverrouillé. Les liquides peuvent désormais être pressurisés pour un transport longue distance sans problème. Remarque : Bien que la pression extrême puisse éliminer le besoin de pompes, la plupart des machines ne sont pas compatibles avec les liquides sous pression. Assurez-vous de bien dépressuriser avant le traitement pour éviter des dommages aux biens FICSIT.
ko: 마일스톤 달성. 압력 조절기가 해금되었습니다. 이제 유체를 압축하여 장거리 운송을 간소화할 수 있습니다. 참고: 극심한 압력으로 인해 펌프가 필요하지 않으며, 대부분의 기계는 가압된 유체와 호환되지 않습니다. FICSIT 자산 보호를 위해 처리 전 반드시 적절한 감압을 실시하십시오.

# ,AFB5E10E4EF0229EC85F2C84B33ADC33
source: Milestone reached. Pressure modulator unlocked.
de: Meilenstein erreicht. Druckmodulator freigeschaltet.
fr: Étape atteinte. Modulateur de pression déverrouillé.
ko: 마일스톤 달성. 압력 조절기가 해금되었습니다.

# ,B0B922AD4CA6050FAB8E79A0FEA2B1DE
source: Fluids can now be pressurized for streamlined long-distance transport.
de: Flüssigkeiten können jetzt für einen reibungslosen Ferntransport unter Druck gesetzt werden.
fr: Les liquides peuvent désormais être pressurisés pour un transport longue distance sans problème.
ko: 이제 유체를 압축하여 장거리 운송을 간소화할 수 있습니다.

# ,CDE7DF3345DB15ACF51E77825A398F7A
source: Note: Although extreme pressure can eliminate the need for pumps, most machines are incompatible with pressurized fluids.
de: Hinweis: Obwohl extremer Druck den Bedarf an Pumpen beseitigen kann, sind die meisten Maschinen mit unter Druck stehenden Flüssigkeiten nicht kompatibel.
fr: Remarque : Bien que la pression extrême puisse éliminer le besoin de pompes, la plupart des machines ne sont pas compatibles avec les liquides sous pression.
ko: 참고: 극심한 압력으로 인해 펌프가 필요하지 않으며, 대부분의 기계는 가압된 유체와 호환되지 않습니다.

# ,795CF15C4D2426B69ED2A8B2CD3A3A5C
source: Ensure proper depressurization before processing to avoid damage to FICSIT property.
de: Stellen Sie sicher, dass vor der Verarbeitung eine ordnungsgemäße Druckentlastung erfolgt, um Schäden am FICSIT-Eigentum zu vermeiden.
fr: Assurez-vous de bien dépressuriser avant le traitement pour éviter des dommages aux biens FICSIT.
ko: FICSIT 자산 보호를 위해 처리 전 반드시 적절한 감압을 실시하십시오.

# AbbreviatedDisplayName,Compressed Alumina Solution
source: ▼DMR
ko: ▼알루미나

# ,AC475D9E42E665E84FB78595B7502AF2
source: It's compressed alumina solution. Transporting does not require pumps due to extreme pressure.
de: Es ist komprimierte Aluminiumlösung. Der Transport erfordert aufgrund des extremen Drucks keine Pumpen.
fr: C'est une solution d'alumine comprimée. Le transport ne nécessite pas de pompes en raison de la pression extrême.
ko: 압축된 알루미나 용액입니다. 극심한 압력으로 인해 운송 중 펌프가 필요하지 않습니다.

# ,A84162F843A14E7C88D647A504D44F99
source: Compressed Alumina Solution
de: Komprimierte Aluminiumlösung
fr: Solution d'alumine comprimée
ko: 압축된 알루미나 용액

# AbbreviatedDisplayName,Pressurized Alumina Solution
source: ▽DMR
ko: ▽알루미나

# ,5D14156948DF196D327C22A4E3EC733E
source: It's pressurized alumina solution.
de: Es ist eine unter Druck stehende Aluminiumlösung.
fr: C'est une solution d'alumine sous pression.
ko: 가압된 알루미나 용액입니다.

# ,3C05BCB2479D6141ACBC61B41C2A820E
source: Pressurized Alumina Solution
de: Unter Druck stehende Aluminiumlösung
fr: Solution d'alumine sous pression
ko: 가압된 알루미나 용액

# ,EE3E03974B37C9E3DB9A6DAC0FCF8702
source: Decompressed Alumina Solution
de: Dekomprimierte Aluminiumlösung
fr: Solution d'alumine décompressée
ko: 비압축된 알루미나 용액

# ,4937C63942A2865F7EB8548892AD28F0
source: Depressurized Alumina Solution
de: Druckentlastete Aluminiumlösung
fr: Solution d'alumine dépressurisée
ko: 감압된 알루미나 용액

# ,6C5EF6534AB8CB57A143BEB728C25630
source: Quick Compressed Alumina Solution
de: Schnelle komprimierte Aluminiumlösung
fr: Solution d'alumine comprimée rapide
ko: 빠른 압축된 알루미나 용액

# ,21D612684C0236A7C17CD485898C434C
source: Quick Decompressed Alumina Solution
de: Schnelle Dekomprimierte Aluminiumlösung
fr: Solution d'alumine décompressée rapide
ko: 빠른 비압축된 알루미나 용액

# AbbreviatedDisplayName,Compressed Crude Oil
source: ▼Oil
ko: ▼원유

# ,02530A344A21941E31DB81836C4A7CE9
source: It's compressed crude oil. Transporting does not require pumps due to extreme pressure.
de: Es ist komprimiertes Rohöl. Der Transport erfordert aufgrund des extremen Drucks keine Pumpen.
fr: C'est du pétrole brut comprimé. Le transport ne nécessite pas de pompes en raison de la pression extrême.
ko: 압축된 원유입니다. 극심한 압력으로 인해 운송 중 펌프가 필요하지 않습니다.

# ,0457EE0A45248B32DAF3F29CA03E8EE2
source: Compressed Crude Oil
de: Komprimiertes Rohöl
fr: Pétrole brut comprimé
ko: 압축된 원유

# AbbreviatedDisplayName,Pressurized Crude Oil
source: ▽Oil
ko: ▽원유

# ,B7241FAF4B3C9CE36BE3B7856B48977A
source: It's pressurized crude oil.
de: Es ist unter Druck stehendes Rohöl.
fr: C'est du pétrole brut sous pression.
ko: 가압된 원유입니다.

# ,1684B320466CEE76517A49BDD9D3C65B
source: Pressurized Crude Oil
de: Unter Druck stehendes Rohöl
fr: Pétrole brut sous pression
ko: 가압된 원유

# ,F1B614204551443480CF4AB3BA33A122
source: Decompressed Crude Oil
de: Dekomprimiertes Rohöl
fr: Pétrole brut décompressé
ko: 비압축된 원유

# ,619C1B004E83153FF7453B81483A6BE2
source: Depressurized Crude Oil
de: Druckentlastetes Rohöl
fr: Pétrole brut dépressurisé
ko: 감압된 원유

# ,3B6B965549433777BF7745B2B507630D
source: Quick Compressed Crude Oil
de: Schnelles komprimiertes Rohöl
fr: Pétrole brut comprimé rapide
ko: 빠른 압축된 원유

# ,F31781DC481EB0FBB80E1298FDD6522D
source: Quick Decompressed Crude Oil
de: Schnelles Dekomprimiertes Rohöl
fr: Pétrole brut décompressé rapide
ko: 빠른 비압축된 원유

# AbbreviatedDisplayName,Compressed Fuel
source: ▼Fuel
ko: ▼연료

# ,F17CB30B425B32024672EF9D48529295
source: It's compressed fuel. Transporting does not require pumps due to extreme pressure.
de: Es ist komprimierter Treibstoff. Der Transport erfordert aufgrund des extremen Drucks keine Pumpen.
fr: C'est du carburant comprimé. Le transport ne nécessite pas de pompes en raison de la pression extrême.
ko: 압축된 연료입니다. 극심한 압력으로 인해 운송 중 펌프가 필요하지 않습니다.

# ,6355C16742E43B25DE08819A8251CB52
source: Compressed Fuel
de: Komprimierter Treibstoff
fr: Carburant comprimé
ko: 압축된 연료

# AbbreviatedDisplayName,Pressurized Fuel
source: ▽Fuel
ko: ▽연료

# ,94E7C6044039F87D83D35DA9ACA9927E
source: It's pressurized fuel.
de: Es ist unter Druck stehender Treibstoff.
fr: C'est du carburant sous pression.
ko: 가압된 연료입니다.

# ,A29A0FE440A6BBEAEB09DBB9064EA58C
source: Pressurized Fuel
de: Unter Druck stehender Treibstoff
fr: Carburant sous pression
ko: 가압된 연료

# ,4A3301D24742602F3DC403B42B4D3547
source: Decompressed Fuel
de: Dekomprimierter Treibstoff
fr: Carburant décompressé
ko: 비압축된 연료

# ,0FBC0FB849E10150DD69B9B6D0314D89
source: Depressurized Fuel
de: Druckentlasteter Treibstoff
fr: Carburant dépressurisé
ko: 감압된 연료

# ,E0089CAD4D524B78837C94A62E9234C1
source: Quick Compressed Fuel
de: Schneller komprimierter Treibstoff
fr: Carburant comprimé rapide
ko: 빠른 압축된 연료

# ,91D9D2E245012D22008D179E0F0579DE
source: Quick Decompressed Fuel
de: Schnelles Dekomprimiertes Treibstoff
fr: Carburant décompressé rapide
ko: 빠른 비압축된 연료

# AbbreviatedDisplayName,Compressed Heavy Oil Residue
source: ▼HOR
ko: ▼중유

# ,EE243C594C5A31D18E35BB9E4989B0E7
source: It's compressed heavy oil residue. Transporting does not require pumps due to extreme pressure.
de: Es ist komprimierter schwerer Ölrest. Der Transport erfordert aufgrund des extremen Drucks keine Pumpen.
fr: C'est un résidu d'huile lourde comprimé. Le transport ne nécessite pas de pompes en raison de la pression extrême.
ko: 압축된 중유 잔여물입니다. 극심한 압력으로 인해 운송 중 펌프가 필요하지 않습니다.

# ,DA71A4694C4950DBEC3B2F9482FC09E8
source: Compressed Heavy Oil Residue
de: Komprimierter schwerer Ölrest
fr: Résidu d'huile lourde comprimé
ko: 압축된 중유 잔여물

# AbbreviatedDisplayName,Pressurized Heavy Oil Residue
source: ▽HOR
ko: ▽중유

# ,F0E4DB4A405CF0913F01CF841C7E5AC8
source: It's pressurized heavy oil residue.
de: Es ist unter Druck stehender schwerer Ölrest.
fr: C'est un résidu d'huile lourde sous pression.
ko: 가압된 중유 잔여물입니다.

# ,2272C6DA4BC1D14AADD81E9755AC0C43
source: Pressurized Heavy Oil Residue
de: Unter Druck stehender schwerer Ölrest
fr: Résidu d'huile lourde sous pression
ko: 가압된 중유 잔여물

# ,15A85E024B361BF2D159DCBE9C0A8D17
source: Decompressed Heavy Oil Residue
de: Dekomprimierter schwerer Ölrest
fr: Résidu d'huile lourde décompressé
ko: 비압축된 중유 잔여물

# ,EEFB08064D16D1BC475DB981ADE37D77
source: Depressurized Heavy Oil Residue
de: Druckentlasteter schwerer Ölrest
fr: Résidu d'huile lourde dépressurisé
ko: 감압된 중유 잔여물

# ,227038C84742DEDE46B933B6CBDC61F7
source: Quick Compressed Heavy Oil Residue
de: Schneller komprimierter schwerer Ölrest
fr: Résidu d'huile lourde comprimé rapide
ko: 빠른 압축된 중유 잔여물

# ,8D7E81A14D099607C68696A023CF8F23
source: Quick Decompressed Heavy Oil Residue
de: Schnelles Dekomprimiertes schwerer Ölrest
fr: Résidu d'huile lourde décompressé rapide
ko: 빠른 비압축된 중유 잔여물

# AbbreviatedDisplayName,Compressed Ionized Fuel
source: ▼Ion
ko: ▼이온

# ,39C57DFB46ABB9661AD95FB07C7A2F83
source: It's compressed ionized fuel.
de: Es ist komprimierter ionisierter Treibstoff.
fr: C'est du carburant ionisé comprimé.
ko: 압축된 이온화 연료입니다.

# ,743EC9D8453D0AEF89DEED8DB555227F
source: Compressed Ionized Fuel
de: Komprimierter ionisierter Treibstoff
fr: Carburant ionisé comprimé
ko: 압축된 이온화 연료

# AbbreviatedDisplayName,Pressurized Ionized Fuel
source: ▽Ion
ko: ▽이온

# ,47F627DA47F10D52EA9B6BA5D5467C2A
source: It's pressurized ionized fuel.
de: Es ist unter Druck stehender ionisierter Treibstoff.
fr: C'est du carburant ionisé sous pression.
ko: 가압된 이온화 연료입니다.

# ,40799FD14EDB5C807A6475B038277EA0
source: Pressurized Ionized Fuel
de: Unter Druck stehender ionisierter Treibstoff
fr: Carburant ionisé sous pression
ko: 가압된 이온화 연료

# ,E6AA1C8A4A05A596F2C757A9855BF503
source: Decompressed Ionized Fuel
de: Dekomprimierter ionisierter Treibstoff
fr: Carburant ionisé décompressé
ko: 비압축된 이온화 연료

# ,2B49925F4F6B7167B0CB59AB559F0F13
source: Depressurized Ionized Fuel
de: Druckentlasteter ionisierter Treibstoff
fr: Carburant ionisé dépressurisé
ko: 감압된 이온화 연료

# ,5363FBE84C1D0CBF097C598A541A2AF4
source: Quick Compressed Ionized Fuel
de: Schnell komprimierter ionisierter Treibstoff
fr: Carburant ionisé comprimé rapide
ko: 빠른 압축된 이온화 연료

# ,7FFE001A4484DE2A780F0F8D55322243
source: Quick Decompressed Ionized Fuel
de: Schnell dekomprimierter ionisierter Treibstoff
fr: Carburant ionisé décompressé rapide
ko: 빠른 비압축된 이온화 연료

# AbbreviatedDisplayName,Compressed Liquid Biofuel
source: ▼Bio
ko: ▼바이오

# ,693E681F4B81E78B4FD95CAA34E7E20D
source: It's compressed liquid biofuel. Transporting does not require pumps due to extreme pressure.
de: Es ist komprimierter flüssiger Biokraftstoff. Der Transport erfordert aufgrund des extremen Drucks keine Pumpen.
fr: C'est du biocarburant liquide comprimé. Le transport ne nécessite pas de pompes en raison de la pression extrême.
ko: 압축된 액체 바이오 연료입니다. 극심한 압력으로 인해 운송 중 펌프가 필요하지 않습니다.

# ,238DDE074AD4A7B7F7ECC58B4A2BBD0E
source: Compressed Liquid Biofuel
de: Komprimierter flüssiger Biokraftstoff
fr: Biocarburant liquide comprimé
ko: 압축된 액체 바이오 연료

# AbbreviatedDisplayName,Pressurized Liquid Biofuel
source: ▽Bio
ko: ▽바이오

# ,BC84A0CC4D04C6C15E84479F66B29870
source: It's pressurized liquid biofuel.
de: Es ist unter Druck stehender flüssiger Biokraftstoff.
fr: C'est du biocarburant liquide sous pression.
ko: 가압된 액체 바이오 연료입니다.

# ,1B9C43CB435629CFE64BE0B374499362
source: Pressurized Liquid Biofuel
de: Unter Druck stehender flüssiger Biokraftstoff
fr: Biocarburant liquide sous pression
ko: 가압된 액체 바이오 연료

# ,DA55C0E943F1EEDE86031796B2A811CA
source: Decompressed Liquid Biofuel
de: Dekomprimierter flüssiger Biokraftstoff
fr: Biocarburant liquide décompressé
ko: 비압축된 액체 바이오 연료

# ,60ECEBFE44A2E62B7EF8579867415DC5
source: Depressurized Liquid Biofuel
de: Druckentlasteter flüssiger Biokraftstoff
fr: Biocarburant liquide dépressurisé
ko: 감압된 액체 바이오 연료

# ,50543ECF43E687398FA5559194B0A960
source: Quick Compressed Liquid Biofuel
de: Schneller komprimierter flüssiger Biokraftstoff
fr: Biocarburant liquide comprimé rapide
ko: 빠른 압축된 액체 바이오 연료

# ,A2B0D4614A8BC84EFA6E3597D102A1A6
source: Quick Decompressed Liquid Biofuel
de: Schnelles Dekomprimiertes flüssiger Biokraftstoff
fr: Biocarburant liquide décompressé rapide
ko: 빠른 비압축된 액체 바이오 연료

# AbbreviatedDisplayName,Compressed Nitric Acid
source: ▼NA
ko: ▼질산

# ,0FBF596944DB5CCE28E6D6AB416EF9A7
source: It's compressed nitric acid. Transporting does not require pumps due to extreme pressure.
de: Es ist komprimierte Salpetersäure. Der Transport erfordert aufgrund des extremen Drucks keine Pumpen.
fr: C'est de l'acide nitrique comprimé. Le transport ne nécessite pas de pompes en raison de la pression extrême.
ko: 압축된 질산입니다. 극심한 압력으로 인해 운송 중 펌프가 필요하지 않습니다.

# ,BC9D5AF040AEAA56048820B9A97CAF58
source: Compressed Nitric Acid
de: Komprimierte Salpetersäure
fr: Acide nitrique comprimé
ko: 압축된 질산

# AbbreviatedDisplayName,Pressurized Nitric Acid
source: ▽NA
ko: ▽질산

# ,07087BEF486292D4C8912B8036F1627A
source: It's pressurized nitric acid.
de: Es ist unter Druck stehende Salpetersäure.
fr: C'est de l'acide nitrique sous pression.
ko: 가압된 질산입니다.

# ,66C7753D4CA678524D6ACEB2A65C4403
source: Pressurized Nitric Acid
de: Unter Druck stehende Salpetersäure
fr: Acide nitrique sous pression
ko: 가압된 질산

# ,0A95479C4C6A265C5E331EBC7B4299EC
source: Decompressed Nitric Acid
de: Dekomprimierte Salpetersäure
fr: Acide nitrique décompressé
ko: 비압축된 질산

# ,007606DD4B46DBB090E19ABAA8841D9E
source: Depressurized Nitric Acid
de: Druckentlastete Salpetersäure
fr: Acide nitrique dépressurisé
ko: 감압된 질산

# ,73C1283A44448EDF0D8DB88FAE12D844
source: Quick Compressed Nitric Acid
de: Schnelle komprimierte Salpetersäure
fr: Acide nitrique comprimé rapide
ko: 빠른 압축된 질산

# ,45F8CB684C310F979CDF00802329F66D
source: Quick Decompressed Nitric Acid
de: Schnelles Dekomprimiertes Salpetersäure
fr: Acide nitrique décompressé rapide
ko: 빠른 비압축된 질산

# AbbreviatedDisplayName,Compressed Nitrogen Gas
source: ▼N
ko: ▼질소

# ,2944E7F846B1EF34005F14B1D03D589A
source: It's compressed nitrogen gas.
de: Es ist komprimiertes Stickstoffgas.
fr: C'est du nitrogène comprimé.
ko: 압축된 질소 가스입니다.

# ,AC49061D483B4B0AA4BD44AB34A54F89
source: Compressed Nitrogen Gas
de: Komprimiertes Stickstoffgas
fr: Nitrogène comprimé
ko: 압축된 질소 가스

# AbbreviatedDisplayName,Pressurized Nitrogen Gas
source: ▽N
ko: ▽질소

# ,3ECB87E14A6B0B1C20001DA72BE82CC0
source: It's pressurized nitrogen gas.
de: Es ist unter Druck stehendes Stickstoffgas.
fr: C'est du nitrogène sous pression.
ko: 가압된 질소 가스입니다.

# ,BAAF28664D4E01FA1EE46AA21D1BD1B5
source: Pressurized Nitrogen Gas
de: Unter Druck stehendes Stickstoffgas
fr: Nitrogène sous pression
ko: 가압된 질소 가스

# ,10AD3D8E40BC56160FC5D29374932A49
source: Decompressed Nitrogen Gas
de: Dekomprimiertes Stickstoffgas
fr: Nitrogène décompressé
ko: 비압축된 질소 가스

# ,D853098F4797BB1CB3DB06B0AE32FBA9
source: Depressurized Nitrogen Gas
de: Druckentlastetes Stickstoffgas
fr: Nitrogène dépressurisé
ko: 감압된 질소 가스

# ,6201C06148377EB361D90EBA5B79F97C
source: Quick Compressed Nitrogen Gas
de: Schnelles komprimiertes Stickstoffgas
fr: Nitrogène comprimé rapide
ko: 빠른 압축된 질소 가스

# ,E7F68F234A7D18884C34A391D11E5F06
source: Quick Decompressed Nitrogen Gas
de: Schnelles Dekomprimiertes Stickstoffgas
fr: Nitrogène décompressé rapide
ko: 빠른 비압축된 질소 가스

# AbbreviatedDisplayName,Compressed Rocket Fuel
source: ▼Rocket
de: ▼Rakete
ko: ▼로켓

# ,7B79D17842261FFCA9460B8E5587BB72
source: It's compressed rocket fuel.
de: Es ist komprimierter Raketentreibstoff.
fr: C'est du carburant de fusée comprimé.
ko: 압축된 로켓 연료입니다.

# ,C013601B49724687F9C3CCA19A460575
source: Compressed Rocket Fuel
de: Komprimierter Raketentreibstoff
fr: Carburant de fusée comprimé
ko: 압축된 로켓 연료

# AbbreviatedDisplayName,Pressurized Rocket Fuel
source: ▽Rocket
de: ▽Rakete
ko: ▽로켓

# ,7F0F954946F9DBB8098C3E9382EB91C8
source: It's pressurized rocket fuel.
de: Es ist unter Druck stehender Raketentreibstoff.
fr: C'est du carburant de fusée sous pression.
ko: 가압된 로켓 연료입니다.

# ,2B2F6C0E48F9504C6E82D5B312448983
source: Pressurized Rocket Fuel
de: Unter Druck stehender Raketentreibstoff
fr: Carburant de fusée sous pression
ko: 가압된 로켓 연료

# ,2BE27D2544F4AAB83B30D8968F8901E4
source: Decompressed Rocket Fuel
de: Dekomprimierter Raketentreibstoff
fr: Carburant de fusée décompressé
ko: 비압축된 로켓 연료

# ,8AA280F6416F1E9AAA6BA1B62E9C84B1
source: Depressurized Rocket Fuel
de: Druckentlasteter Raketentreibstoff
fr: Carburant de fusée dépressurisé
ko: 감압된 로켓 연료

# ,A6B64E5E4BB13701AEE8288CEDB9C744
source: Quick Compressed Rocket Fuel
de: Schnell komprimierter Raketentreibstoff
fr: Carburant de fusée comprimé rapide
ko: 빠른 압축된 로켓 연료

# ,17C4F0C5438CB8ED21EB388F7F86BF23
source: Quick Decompressed Rocket Fuel
de: Schnell dekomprimierter Raketentreibstoff
fr: Carburant de fusée décompressé rapide
ko: 빠른 비압축된 로켓 연료

# AbbreviatedDisplayName,Compressed Sulfuric Acid
source: ▼SA
ko: ▼황산

# ,E38B90B742C106C338C739BB929A8415
source: It's compressed sulfuric acid. Transporting does not require pumps due to extreme pressure.
de: Es ist komprimierte Schwefelsäure. Der Transport erfordert aufgrund des extremen Drucks keine Pumpen.
fr: C'est de l'acide sulfurique comprimé. Le transport ne nécessite pas de pompes en raison de la pression extrême.
ko: 압축된 황산입니다. 극심한 압력으로 인해 운송 중 펌프가 필요하지 않습니다.

# ,909847A946C0BDCFF7A3A6B174135352
source: Compressed Sulfuric Acid
de: Komprimierte Schwefelsäure
fr: Acide sulfurique comprimé
ko: 압축된 황산

# AbbreviatedDisplayName,Pressurized Sulfuric Acid
source: ▽SA
ko: ▽황산

# ,8C635D8A40286D40BD8D5B90C0D4E330
source: It's pressurized sulfuric acid.
de: Es ist unter Druck stehende Schwefelsäure.
fr: C'est de l'acide sulfurique sous pression.
ko: 가압된 황산입니다.

# ,AF7CBCB14E87A286791832AD1BE42976
source: Pressurized Sulfuric Acid
de: Unter Druck stehende Schwefelsäure
fr: Acide sulfurique sous pression
ko: 가압된 황산

# ,54FFF70945C54795FB93A489D0479260
source: Decompressed Sulfuric Acid
de: Dekomprimierte Schwefelsäure
fr: Acide sulfurique décompressé
ko: 비압축된 황산

# ,560B75164A42E5DF139FCDA815CA1ED2
source: Depressurized Sulfuric Acid
de: Druckentlastete Schwefelsäure
fr: Acide sulfurique dépressurisé
ko: 감압된 황산

# ,AB0A5F53464514CCC3B877924D50EBFD
source: Quick Compressed Sulfuric Acid
de: Schnelle komprimierte Schwefelsäure
fr: Acide sulfurique comprimé rapide
ko: 빠른 압축된 황산

# ,E181B9B941135D8B876181A767291F06
source: Quick Decompressed Sulfuric Acid
de: Schnelles Dekomprimiertes Schwefelsäure
fr: Acide sulfurique décompressé rapide
ko: 빠른 비압축된 황산

# AbbreviatedDisplayName,Compressed Turbofuel
source: ▼Turbo
ko: ▼터보

# ,C5627DB3443E15ED731924A9337DEED0
source: It's compressed turbofuel. Transporting does not require pumps due to extreme pressure.
de: Es ist komprimiertes Turbotreibstoff. Der Transport erfordert aufgrund des extremen Drucks keine Pumpen.
fr: C'est du turbocarburant comprimé. Le transport ne nécessite pas de pompes en raison de la pression extrême.
ko: 압축된 터보 연료입니다. 극심한 압력으로 인해 운송 중 펌프가 필요하지 않습니다.

# ,743B6B664418DA15CCCAE8B1BF7A5A19
source: Compressed Turbofuel
de: Komprimiertes Turbotreibstoff
fr: Turbocarburant comprimé
ko: 압축된 터보 연료

# AbbreviatedDisplayName,Pressurized Turbofuel
source: ▽Turbo
ko: ▽터보

# ,BB3E2B4B4B33F2A05FAF49BB527897B7
source: It's pressurized turbofuel.
de: Es ist unter Druck stehendes Turbotreibstoff.
fr: C'est du turbocarburant sous pression.
ko: 가압된 터보 연료입니다.

# ,2FC541FD48E087B469E6F8BD80EE25C3
source: Pressurized Turbofuel
de: Unter Druck stehendes Turbotreibstoff
fr: Turbocarburant sous pression
ko: 가압된 터보 연료

# ,B4A95ACE403149228124B1BC9E7C7DAE
source: Decompressed Turbofuel
de: Dekomprimiertes Turbotreibstoff
fr: Turbocarburant décompressé
ko: 비압축된 터보 연료

# ,BB7D7F9042D58226F51930B7F3B2C17E
source: Depressurized Turbofuel
de: Druckentlastetes Turbotreibstoff
fr: Turbocarburant dépressurisé
ko: 감압된 터보 연료

# ,F30DADD04210AB4271A0A79721B8C3A0
source: Quick Compressed Turbofuel
de: Schnelle komprimierte Turbotreibstoff
fr: Turbocarburant comprimé rapide
ko: 빠른 압축된 터보 연료

# ,419B1C1A4A18BB0A89B5D7AB5F748677
source: Quick Decompressed Turbofuel
de: Schnelles Dekomprimiertes Turbotreibstoff
fr: Turbocarburant décompressé rapide
ko: 빠른 비압축된 터보 연료

# AbbreviatedDisplayName,Compressed Water
source: ▼H₂O
ko: ▼물

# ,39E940A44228870B12CDC28187E8A62A
source: It's compressed water. Transporting does not require pumps due to extreme pressure.
de: Es ist komprimiertes Wasser. Der Transport erfordert aufgrund des extremen Drucks keine Pumpen.
fr: C'est de l'eau comprimée. Le transport ne nécessite pas de pompes en raison de la pression extrême.
ko: 압축된 물입니다. 극심한 압력으로 인해 운송 중 펌프가 필요하지 않습니다.

# ,980AF7EE43D916D23FF859A9B0CC0575
source: Compressed Water
de: Komprimiertes Wasser
fr: Eau comprimée
ko: 압축된 물

# AbbreviatedDisplayName,Pressurized Water
source: ▽H₂O
ko: ▽물

# ,9CC2D945439021AC828D85BA115FAF9F
source: It's pressurized water.
de: Es ist unter Druck stehendes Wasser.
fr: C'est de l'eau sous pression.
ko: 가압된 물입니다.

# ,E13EBB1E4CE4086C0A6DB798FC5DC9AC
source: Pressurized Water
de: Unter Druck stehendes Wasser
fr: Eau sous pression
ko: 가압된 물

# ,535D9E3C4624691D9214DD843CF90FA1
source: Decompressed Water
de: Dekomprimiertes Wasser
fr: Eau décompressée
ko: 비압축된 물

# ,39877C5144B46D6992DFB6B512A5F512
source: Depressurized Water
de: Druckentlastetes Wasser
fr: Eau dépressurisée
ko: 감압된 물

# ,401258134EAA731F35CF95A592C786A3
source: Quick Compressed Water
de: Schnelle komprimierte Wasser
fr: Eau comprimée rapide
ko: 빠른 압축된 물

# ,8D44F71F4FAFF59CE19F9A92FF0CF82B
source: Quick Decompressed Water
de: Schnelles Dekomprimiertes Wasser
fr: Eau décompressée rapide
ko: 빠른 비압축된 물

# ,C3DA03ED4DCE37154926098BF5330694
source: Pressure Modulation
fr: Modulation de pression
